img/1-RDF-graph-L3-10-auto/H3tX.dot
digraph G {
 graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.5",ranksep="0.8"];
 node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
 Ana[label="student:s01"]; Web[label="course:c01"]; Mil[label="prof:p02"]; Label[label="Web Semántica",shape=ellipse];
 Ana->Web[label="ex:enrolledIn"]; Mil->Web[label="ex:teaches"]; Web->Label[label="rdfs:label"];
}
