img/1-RDF-graph-L3-10-auto/H3tX.mmd
flowchart LR
  Ana[student:s01] -->|ex:enrolledIn| Web[course:c01]
  Mil[prof:p02] -->|ex:teaches| Web
  Web -->|rdfs:label| Label(("Web Semántica"))
